{"About": "Championing Girls since 1939. This is not your ordinary summer camp. Camp Birchwood is more than just a spot on a map.  It is a place where girls are embraced with love and support as they engage their whole selves in remarkably fun and meaningful activities in the Great Outdoors.  The tremendous kind of “know-how” that girls gain at Birchwood ignites their self-esteem and fuels their confidence. With kindness and respect as the hallmarks for daily life, Birchwood campers are steeped in a rich sense of community and encouraged to be their truest, most authentic selves.  Their voices are heard.  Their passions are explored.  And the genuine connections that are forged in this brilliant setting remain strong long after summer has passed.  Yes, at Camp Birchwood, friends become friends forever. ", "Activities": ["Archery", "Arts & Crafts", "Campfire Cooking", "Canoeing", "Literary Loft", "Climbing", "Dance", "Drama/theatre", "Hiking", "Horseback Riding", "Kayaking", "Mountain Biking", "Yoga", "Open Waterfront", "Ceramics", "Painting", "Riflery", "Sailing", "Sports & Fitness", "Tennis", "Paddle Boarding", "Tubing", "Waterskiing", "Windsurfing"], "Camper Experience": "At Birchwood, campers get comfortable, fast. The very first day is filled to the brim with amazing outdoor activities to start everyone off right.  Then our activity instructors individually welcome every child to the group and connections start to form.  Girls learn each other’s names and find things in common.  Smiles spread.  Heads nod.  Shoulders relax. Then before you know it, something funny happens, fits of giggles erupt, and that quintessential Birchwood magic starts to happen. In all those impromptu seconds of joyful silliness - and in all of those zany “you had to be there” kind of moments - Birchwood girls are active, soulful participants in their own lives. They are immersed in a kind of memory-making that simply can’t happen back at home or in school.  Nah, this is special.  It’s hard to define.  It is felt deep in the heart.  It feels like coming home. And that kind of good stuff, day after day, teaches us that one summer of fun is just the beginning.  From here on out, they are part of each other’s story. Yep, once you’re part of the Birchwood “web” of friendship, you’re tied to people who care about the REAL you, throughout your life.", "Testimonials": [{"quote": "“It is so nice to learn how to do something that you thought you could never do. I love Birchwood because here you can just be yourself and you don’t have to act like someone else. You can try new activities that you didn’t even know existed. Also, it’s so pretty with the trees, the lake and all the nature. I love Birchwood!”", "author": "Shira H.", "role": "Camper, Minneapolis, MN"}, {"quote": "“At Birchwood my favorite activities are journalism, pottery, and horseback riding. I like Birchwood so much because here you can just be yourself. The counselors are awesome too…they are just so helpful and nice.”", "author": "Kendall E.", "role": "Camper, Alexandria, Virginia"}, {"quote": "“Camp Birchwood has played a crucial part in making me the person I am today. I am a person who will lead anyone, adapt anywhere and be a person anyone can trust in any situation.”", "author": "Sofia S.", "role": "Camper & Staff Member, St. Louis, Missouri"}, {"quote": "“Camp has made me a much stronger person, with more confidence, better leadership skills, and an all-around better person.”", "author": "Joanna S.", "role": "Camper & Staff Member, Chicago, Illinois"}, {"quote": "“Thank you so much for the fabulous time I had at camp! This was my first time staying for 4 weeks and I LOVED it!! I’ll never forget all the friends I have made or how fun it was to live in my cabin. Thank you for creating a place where I can be myself. I feel like more of a person at camp than I do anywhere else.”", "author": "Carolyn E.", "role": "Camper, Winston-Salem, North Carolina"}, {"quote": "“At Birchwood you can be yourself, not wear makeup, wear pajamas to breakfast, blurt out the camp songs even if you’re off key… I think every year I come home changed in a positive way, so every year at camp has really shaped who I am as a person today.”", "author": "Emily O.", "role": "Camper, Ames, Iowa"}, {"quote": "“I attended a beautiful summer camp in Minnesota my uncle owned called Camp Birchwood. All the coolest things I know how to do – I learned to do at camp.”", "author": "Julia Roberts", "role": "Actress, Camper, Camper parent"}, {"quote": "“It is clear that Camp Birchwood is a special place. The warm and welcoming staff set the tone for what would be an unforgettable adventure. Our daughter couldn’t stop talking about the wonderful time she had with her new friends. The bonds she formed were truly heartwarming, and it was evident that the environment you’ve created fosters not only fun but also meaningful connections. Our child has returned home with more confidence, a deeper sense of independence, and most importantly, a heart full of new friendships.”", "author": "Holly & Dave A.", "role": "Wisconsin"}, {"quote": "“Thank you again for everything. As parents, we want you to know what a wonderful experience Camp Birchwood is for Sarah and what a positive influence you have had on her overall maturation and development as a young lady.”", "author": "Mary K.", "role": "Camper Mother, Chicago, Illinois"}, {"quote": "“I want to tell you how delighted I am at the wonderful experience my daughter had at Camp Birchwood. I picked her up on Sunday morning and she was truly brimming with enthusiasm and happiness. She told me that Birchwood is her “second home”. I attribute much of this positive experience to your skill at hiring and training talented students as counselors. My daughter raved about the kindness and warmth of her counselors. These women were instrumental in ensuring that Erin had a wonderful time. I really commend you for training and motivating your entire camp staff to put forth such a positive, enthusiastic face to all the campers.”", "author": "Carol M.", "role": "Camper Mother, Winnetka, Illinois"}, {"quote": "“Thank you and Camp Birchwood for helping Stacy become the terrific young lady that she is today. The experiences my daughter has had at Birchwood have prepared her for well for her future endeavors.”", "author": "Pam C.", "role": "Camper Mother, Minneapolis, Minnesota"}, {"quote": "“You are truly the gold standard when it comes to summer camps. The most unbelievable part was to understand how much my children matured over the two weeks.”", "author": "Therese M.", "role": "Camper Mother, Minneapolis, Minnesota"}, {"quote": "“My daughter’s best qualities are enhanced by her days at Birchwood.”", "author": "Nonie N.", "role": "Camper Mother, Witchita, Kansas"}, {"quote": "“Our girl’s finest memories are from Camp Birchwood, and their amazing summers there. Literally, they share a room and their walls, as well as the computer screen are wallpapered in scnes from Camp Birchwood over the years. Its’ a sight to see! It has brought our family so much joy. My husband and I never went to sleep away camp so we find ourselves living vicariously through them. We cannot thank you and your family enough for the positive experience camp has given our daughters”", "author": "Margaret L.", "role": "Camper Mother, Chicago, Illinois"}]}